Repository: manuq/bg-contest
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: This field is mandatory.
de: Dieses Feld ist verpflichtend.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.

source: Please write a valid email.
de: Gib bitte eine gültige Emailadresse an.
es: Por favor, escribe un email válido
fr: Veuillez inscrire une adresse email valide.

source: You need to agree with this contest's conditions in order to participate.
de: Um teilnehmen zu können, musst du die Wettbewerbsbedingungen akzeptieren.
es: Tienes que aceptar las condiciones del concurso para participar.
fr: Vous devez accepter les conditions de ce concours pour participer.

source: Sugar Background Image Contest
de: Wettbewerb für Sugar-Hintergrundbilder
es: Concurso de fondos de Sugarlabs
fr: Concours d'image d'arrière-plan Sugar

source: Toggle navigation
de: Navigation umschalten
es: Cambia navegación
fr: Changer de mode de navigation

source: Contest
de: Wettbewerb
es: Concurso
fr: Concours

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Submit
de: Einreichen
es: Envía
fr: Envoyer

source: Submit!
de: Einreichen!
es: Envia!
fr: Envoyer !

source: About you
de: Über dich
es: Acerca de ti
fr: À propos de vous

source: Full name
de: Voller Name
es: Nombre completo
fr: Nom complet

source: Email
de: Emailadresse
es: Correo electrónico
fr: Adresse email

source: Age
de: Alter
es: Edad
fr: Âge

source: Country
de: Land
es: Pais
fr: Pays

source: About the background
de: Über das Hintergrundbild
es: Acerca del fonde de pantalla
fr: À propos de l'arrière-plan

source: Title
de: Titel
es: Título
fr: Titre

source: Background
de: Hintergrundbild
es: Imagen
fr: Arrière-plan

source: Select a PNG image from your computer.
de: Wähle eine PNG-Datei von deinem Rechner.
es: Selecciona una imagen PNG desde tu computadora.
fr: Sélectionnez une image PNG sur votre ordinateur.

source: I accept the contest conditions.
de: Ich akzeptiere die Wettbewerbsbedingungen.
es: Acepto las condiciones del concurso
fr: J'accepte les conditions du concours.

source: Please notice that all data collected will be used for the Sugar Labs Background Image contest only. It will not be used for any other purposes.
de: Wir weisen darauf hin, dass alle gesammelten Daten nur im Rahmen dieses Wettbewerbs für Sugar-Hintergrundbilder genutzt werden. Eine anderweitige Verwendung erfolgt nicht.
es: Toda la información solicitada será usada unicamente para el concurso de Fondos de Pantalla de Sugar Labs. No seran usados para ningún otro propósito.
fr: Veuillez noter que toutes les données recueillies seront utilisées exlusivement pour le concours d'image d'arrière-plan de Sugar Labs. Elles ne seront pas utilisées à d'autres fins.

source: Send
de: Absenden
es: Enviar
fr: Envoyer

source: Sugarlabs Background Image Contest
de: Sugarlabs-Wettbewerb für Hintergrundbilder
es: Concurso de imágenes de fondo de Sugarlabs
fr: Concours d'image d'arrière-plan Sugarlabs

source: Sugarlabs is glad to announce the first contest for Sugar Background Images. We'll choose 10 images that will form a pack of user-contributed backgrounds.
de: Sugarlabs freut sich, den ersten Wettbewerb für Sugar-Hintergrundbilder anzukündigen. Wir werden 10 Bilder auswählen und sie zu einem Paket von Benutzern kreierter Hintergrundbilder zusammenfassen.
es: Sugarlabs se enorgullece en anunciar el primer concurso de fondos de Sugar. Eligiremos diez imágenes que formarán un paquete de fondos contribuídos por los usuarios.
fr: Sugarlabs est heureux d'annoncer le premier concours d'image d'arrière-plan pour Sugar. Nous choisirons 10 images qui formeront un pack d'arrière-plans proposés par des utilisateurs.

source: 1 - Create your background image:
de: 1 - Erzeuge dein Hintergrundbild:
es: 1 - Crea tu imagen de fondo:
fr: 1 - Créez votre image d'arrière-plan :

source: Be creative! You can use Paint or Turtle Blocks, Record to take photos, or any other Sugar activity.
de: Sei kreativ! Du kannst "Malen" oder "Schildkrötenblöcke" benutzen, mit "Aufnehmen" Bilder aufzeichnen oder sonst eine Sugar-Aktivität verwenden.
es: ¡Se creativo! Puedes usar Pintar o Turtle Blocks, Grabar para tomar fotos,o cualquier otra actividad Sugar.
fr: Soyez créatifs ! Vous pouvez utiliser 'Dessiner' ou 'BlocsTortue', 'Enregistrer' pour prendre des photos, ou n'importe quelle autre activité Sugar.

source: You are not restricted to Sugar activities.
de: Du bist nicht auf Sugar-Aktivitäten beschränkt.
es: No estas limitado a actividades Sugar.
fr: Vous n'êtes pas limité aux activités Sugar.

source: You can submit as many entries as you like.
de: Du kannst so viele Beiträge einreichen, wie du willst.
es: Puedes enviar la cantidad de imágenes que quieras.
fr: Vous pouvez soumettre autant de soumissions que vous le souhaitez.

source: Try to use size 1600 x 1200 pixels. Or if you are using a Sugar activity, use its default size.
de: Verwende eine Bildgröße von 1600 x 1200 Pixeln. Falls du eine Sugar-Aktivität benützt, nutze deren Standardgröße.
es: Intenta usar 1600 x 1200 pixels. O si estas usando una actividad Sugar, usa el tamaño por defecto.
fr: Essayez d'utiliser le format de 1600 x 1200 pixels. Si vous utilisez une activté Sugar, utilisez ses dimensions par défaut.

source: 2 - Follow these terms and conditions:
de: 2 - Halte dich an dieses Wettbewerbsbedingungen:
es: 2 - Respeta estas condiciones:
fr: 2 - Suivez les clauses et les conditions stipulées :

source: Be the author of your entry. Derivative work is allowed too.
de: Du musst der Urheber deines Beitrages sein. Abgeleitete Werke sind auch erlaubt.
es: Eres el autor de la imagen. Puede ser un trabajo derivado también.
fr: Soyez l'auteur de votre soumission. Les oeuvres dérivées sont autorisées.

source: Use the <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-by-sa</a> license, so everyone can enjoy your art!
de: Verwende die Lizenz <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-by-sa</a>, sodass jeder in den Genuss deiner Kunst kommen kann!
es: Usa la licencia <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-by-sa</a>, para que cualquiera pueda disfrutar de tu arte!
fr: Utilisez la licence <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-by-sa</a> afin de permettre à chacun de profiter de votre art !

source: Don't forget to submit it as PNG format!
de: Achte darauf, dein Bild im PNG-Format abzugeben!
es: No olvides enviar una imagen en formato PNG.
fr: N'oubliez pas de l'envoyer au format PNG !

source: 3 - Make a significant contribution to Sugar:
de: 3 - Trage wesentlich zu Sugar bei:
es: 3 - Haz una contribución significativa a Sugar:
fr: 3 - Réalisez une contribution importante à Sugar :

source: You have time until May 31, 2014
de: Sie haben Zeit bis zum 31. Mai 2014
es: Tienes tiempo hasta el 31 de mayo de 2014

source: How to test your background images
de: So testest du deine Hintergrundbilder
es: Como probar tu imagen de fondo
fr: Comment tester vos images d'arrière-plan

source: If you are using Sugar 0.100 or later, you can test your background image following these steps.
de: falls du Sugar 0.100 oder später benutzt, kannst du mit folgenden Schritten dein Hintergrundbild testen.
es: Si estas usando Sugar 0.100 o mas moderno, puedes probar tu imagen de fondo siguiendo estos pasos.
fr: Si vous utilisez Sugar 0.100 ou plus récent, yous pourrez tester votre image d'arrière-plan en suivant ces indications.

source: 1 - Use any activity you want.
de: 1 - Benutzt irgendeine Aktivität deiner Wahl.
es: 1 - Usa cualquier actividad.
fr: 1 - Utilisez l'activité de votre choix.

source: 2 - Be creative!
de: 2 - Sei kreativ!
es: 2 - ¡Se creativo!
fr: 2 - Soyez créatifs !

source: 3 - Copy your image to the Documents folder.
de: 3 - Kopiere dein Bild in das Dokumentenverzeichnis.
es: 3 - Copia la imagen a la carpeta Documentos
fr: 3 - Copiez vos images dans le dossier Documents.

source: 4 - Go to "My Settings" and then "Background" to select your image.
de: 4 - Wechsle zu "Meine Einstellungen", dort dann zu "Hintergrund" und wähle dein Bild aus.
es: 4 - Ve a "Mis ajustes" y luego a "Fondo" para seleccionar tu imagen.
fr: 4 - Sélectionnez "Mes paramètres" puis "Arrière-plan" pour sélectionner votre image.

source: 5 - It's ready!
de: 5 - Das war's!
es: 5 - Listo!
fr: 5 - Voilà !

source: Thanks for participating!
de: Vielen Dank für deine Teilnahme!
es: ¡Gracias por participar!
fr: Merci de votre participation !

source: We'll let you know the results.
de: Wir informieren dich über die Ergebnisse.
es: Te comunicaremos los resultados.
fr: Nous vous communiquerons les résultats.
